# Game Over - версия 2
# Показывает разные приемы работы со строками

print("Программа 'Game Over' 2.0")
print("То же", "самое", "сообщение")
print("Только",
      "чуть-чуть",
      "побольше")
print("Вот", end=' ')
print("оно...")
print(
    """
     _____           ___         __  ___       _____
    / ____|         /   |       /  |/   |     |  ___|
    | |            / /| |      / /|  /| |     | |___
    | | __        / __  |     / / |_/ | |     |  ___|
    | |_| |      / /  | |    / /      | |     | |___
    \____/      /_/   |_|   /_/       |_|     |_____|
    
     _____       _     __    _____           _____
    /  _  \     | |   / /   |  ___|         |  _  \
    | | | |     | |  / /    | |___          | |_| |
    | | | |     | | / /     |  ___|         |  _  /
    | |_| |     | |/ /      | |___          | | \ \
    \_____/     |___/       |_____|         |_|  \_\
    
    """
)
input("\nНажмите Enter, чтобы выйти.")